export const faqData = [
    {
      question: "Какие виды тортов вы предлагаете?",
      answer: "Мы предлагаем широкий ассортимент тортов, включая классические пирожные, торты на заказ для особых событий, веганские и безглютеновые варианты. Наши торты готовятся только из свежих ингредиентов высокого качества.",
    },
    {
      question: "Как мне оформить заказ на торт?",
      answer: "Оформить заказ на торт у нас очень просто! Вы можете связаться с нами по телефону, отправить запрос по электронной почте или заполнить онлайн-форму на нашем веб-сайте. Наш менеджер свяжется с вами для уточнения всех деталей заказа.",
    },
    {
      question: "Есть ли у вас доставка?",
      answer: "Да, мы предоставляем услугу доставки наших тортов. Мы доставляем по городу и прилегающим районам. Стоимость и время доставки могут варьироваться в зависимости от местоположения и размера заказа. Обратитесь к нашему менеджеру для получения более подробной информации о доставке.",
    }
];

export const feedbackData = [
    {
        name: 'София',
        comment: 'Превосходный выбор десертов и превосходное обслуживание! Я в восторге!',
    },
    {
        name: 'Дмитрий',
        comment: 'Торты, которые я заказывал у вас, были просто потрясающими. Спасибо за ваш талант и труд.',
    },
    {
        name: 'Маргарита',
        comment: 'Ваша пекарня стала моим фаворитом! Я просто обожаю вашу продукцию.',
    },
    {
        name: 'Николай',
        comment: 'Очень профессиональный сервис и великолепные вкусы! Буду заказывать у вас еще много раз.',
    },
    {
        name: 'Антонина',
        comment: 'Каждый раз, когда я посещаю вашу кондитерскую, я нахожу что-то новенькое и восхитительное. Спасибо за ваше творчество!',
    },
    {
        name: 'Степан',
        comment: 'Ваши десерты - просто произведения искусства! Я впечатлен вашими навыками.',
    },
    {
        name: 'Ольга',
        comment: 'Я просто обожаю вашу витрину! Так много вариантов и все выглядят восхитительно.',
    },
    {
        name: 'Григорий',
        comment: 'Невероятно вкусные десерты и отличное обслуживание. Спасибо, что делаете нашу жизнь сладкой!',
    },
    {
        name: 'Евгения',
        comment: 'Ваша кондитерская - моя находка года! Теперь я знаю, где заказывать все свои десерты.',
    },
];

export const foodsData = [
    {
        name: "Напалеон",
        price: 529,
        category: "Торты",
        id: 1,
        img: 'Napaleon',
        composition: "Тонкие слои песочного теста, заварной крем, шоколадная глазурь",
        storagePeriod: "3 дня",
        storageConditions: "Хранить в холодильнике при температуре от +2°C до +4°C",
        nutritionalValue: "на 100 г: белки - 4 г, жиры - 22 г, углеводы - 33 г, калорийность - 380 ккал"
    },
    {
        name: "Красный бархат",
        price: 1400,
        category: "Торты",
        id: 2,
        img: 'Red',
        composition: "Шоколадные бисквиты, кремчиз, краситель",
        storagePeriod: "3 дня",
        storageConditions: "Хранить в прохладном месте при температуре не выше +25°C",
        nutritionalValue: "на 100 г: белки - 6 г, жиры - 29 г, углеводы - 35 г, калорийность - 420 ккал"
    },
    {
        name: "Рафаэло",
        price: 1300,
        category: "Торты",
        id: 3,
        img: 'Rafalo',
        composition: "Кокосовое печенье, молочный крем, ореховая начинка",
        storagePeriod: "2 дня",
        storageConditions: "Хранить в сухом и прохладном месте",
        nutritionalValue: "на 100 г: белки - 5 г, жиры - 26 г, углеводы - 30 г, калорийность - 390 ккал"
    },
    {
        name: "Медовик",
        price: 1300,
        category: "Торты",
        id: 5,
        img: "Medovik",
        composition: "Медовые коржи, сметанный крем",
        storagePeriod: "3 дня",
        storageConditions: "Хранить в холодильнике при температуре от +2°C до +4°C",
        nutritionalValue: "на 100 г: белки - 5 г, жиры - 25 г, углеводы - 40 г, калорийность - 420 ккал"
    },
    {
        name: "Чизкейк Нью йорк",
        price: 1100,
        category: "Чизкейки",
        id: 6,
        img: 'Chizkek',
        composition: "Сливочный сыр, яйца, сахар, ваниль, сметана",
        storagePeriod: "2 дня",
        storageConditions: "Хранить в холодильнике",
        nutritionalValue: "на 100 г: белки - 7 г, жиры - 20 г, углеводы - 30 г, калорийность - 320 ккал"
    },
    {
        name: "Чизкейк сан-себастьян",
        price: 1200,
        category: "Чизкейки",
        id: 7,
        img: 'Chizkek',
        composition: "Бисквитное тесто, крем из крем-сыра, карамельный соус",
        storagePeriod: "3 дня",
        storageConditions: "Хранить в прохладном месте при температуре не выше +25°C",
        nutritionalValue: "на 100 г: белки - 6 г, жиры - 22 г, углеводы - 35 г, калорийность - 380 ккал"
    },
    {
        name: "Чизкейк хлопковый",
        price: 230,
        category: "Чизкейки",
        id: 8,
        img: 'Chizkek',
        composition: "Творожное тесто, творожная начинка",
        storagePeriod: "2 дня",
        storageConditions: "Хранить в холодильнике при температуре от +2°C до +4°C",
        nutritionalValue: "на 100 г: белки - 5 г, жиры - 12 г, углеводы - 30 г, калорийность - 250 ккал"
    },
    {
        name: "Печенье с шоколадом",
        price: 360,
        category: "Печенье",
        id: 9,
        img: 'Pechen',
        composition: "Песочное тесто, шоколадные кусочки",
        storagePeriod: "10 дней",
        storageConditions: "Хранить в сухом месте при комнатной температуре",
        nutritionalValue: "на 100 г: белки - 6 г, жиры - 18 г, углеводы - 50 г, калорийность - 380 ккал"
    },
    {
        name: "Печенье песочное",
        price: 100,
        category: "Печенье",
        id: 10,
        img: 'Pechen',
        composition: "Песочное тесто",
        storagePeriod: "14 дней",
        storageConditions: "Хранить в герметичной упаковке при комнатной температуре",
        nutritionalValue: "на 100 г: белки - 3 г, жиры - 10 г, углеводы - 50 г, калорийность - 320 ккал"
    },
    {
        name: "Блинчики с курицей и грибами",
        price: 1150,
        category: "Выпечка",
        id: 11,
        img: 'Pancakes',
        composition: "Тонкие блины, фарш из куриного мяса и грибов",
        storagePeriod: "1 день",
        storageConditions: "Хранить в холодильнике",
        nutritionalValue: "на 100 г: белки - 8 г, жиры - 12 г, углеводы - 25 г, калорийность - 280 ккал"
    },
    {
        name: "Блинчики с яблоками",
        price: 500,
        category: "Выпечка",
        id: 12,
        img: 'Pancakes',
        composition: "Блины, яблоки, корица, сахар",
        storagePeriod: "2 дня",
        storageConditions: "Хранить в прохладном месте",
        nutritionalValue: "на 100 г: белки - 4 г, жиры - 6 г, углеводы - 30 г, калорийность - 180 ккал"
    },
    {
        name: "Маффины с черникой",
        price: 500,
        category: "Выпечка",
        id: 13,
        img: 'Maffin',
        composition: "Маффиновое тесто, свежие черники",
        storagePeriod: "3 дня",
        storageConditions: "Хранить в холодильнике",
        nutritionalValue: "на 100 г: белки - 5 г, жиры - 10 г, углеводы - 40 г, калорийность - 250 ккал"
    },
    {
        name: "Маффины с вишней",
        price: 1150,
        category: "Выпечка",
        id: 14,
        img: 'Maffin',
        composition: "Маффиновое тесто, вишня",
        storagePeriod: "2 дня",
        storageConditions: "Хранить в холодильнике",
        nutritionalValue: "на 100 г: белки - 5 г, жиры - 10 г, углеводы - 30 г, калорийность - 200 ккал"
    },
    {
        name: "Шоколадный маффин",
        price: 225,
        category: "Выпечка",
        id: 15,
        img: 'Maffin',
        composition: "Шоколадное тесто",
        storagePeriod: "3 дня",
        storageConditions: "Хранить в прохладном месте",
        nutritionalValue: "на 100 г: белки - 4 г, жиры - 12 г, углеводы - 35 г, калорийность - 280 ккал"
    },
    {
        name: "Тирамису",
        price: 900,
        category: "Выпечка",
        id: 16,
        img: 'Tiramisu',
        composition: "Бисквитное тесто, крем из маскарпоне, кофе, какао",
        storagePeriod: "2 дня",
        storageConditions: "Хранить в холодильнике",
        nutritionalValue: "на 100 г: белки - 6 г, жиры - 18 г, углеводы - 25 г, калорийность - 320 ккал"
    }
];
